Ran Plan for project: `animeutopia-prod` dir: `accounts/animeutopia-prod` workspace: `default`

<details><summary>Show Output</summary>

```diff
Wrote /home/atlantis/.atlantis/prod-ue2-multiaccounts.tfvars with secrets from SSM.


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_lightsail_instance.ecommerce will be created
+ resource "aws_lightsail_instance" "ecommerce" {
      + arn                = (known after apply)
      + availability_zone  = "us-east-2a"
      + blueprint_id       = "lamp-8-3-17"
      + bundle_id          = "medium_2_0"
      + cpu_count          = (known after apply)
      + created_at         = (known after apply)
      + id                 = (known after apply)
      + ip_address_type    = "dualstack"
      + ipv6_addresses     = (known after apply)
      + is_static_ip       = (known after apply)
      + name               = "animeutopia-lamp"
      + private_ip_address = (known after apply)
      + public_ip_address  = (known after apply)
      + ram_size           = (known after apply)
      + tags_all           = {
          + "DeployedBy"  = "Terraform"
          + "Environment" = "prod"
          + "Project"     = "project"
        }
      + user_data          = <<-EOT
            #!/bin/bash
            apt-get update -y
            apt-get upgrade -y
            
            echo "<h1>Welcome to the AnimeUtopia store!</h1>" > /opt/bitnami/apache/htdocs/index.html
        EOT
      + username           = (known after apply)
    }

  # aws_lightsail_static_ip.ecommerce_ip will be created
+ resource "aws_lightsail_static_ip" "ecommerce_ip" {
      + arn          = (known after apply)
      + id           = (known after apply)
      + ip_address   = (known after apply)
      + name         = "animeutopia-lamp-static-ip"
      + support_code = (known after apply)
    }

  # aws_lightsail_static_ip_attachment.ecommerce_ip_attachment will be created
+ resource "aws_lightsail_static_ip_attachment" "ecommerce_ip_attachment" {
      + id             = (known after apply)
      + instance_name  = "animeutopia-lamp"
      + ip_address     = (known after apply)
      + static_ip_name = "animeutopia-lamp-static-ip"
    }

  # aws_route53_record.account_domain_a will be created
+ resource "aws_route53_record" "account_domain_a" {
      + allow_overwrite = (known after apply)
      + fqdn            = (known after apply)
      + id              = (known after apply)
      + name            = "animeutopiastore.com"
      + records         = (known after apply)
      + ttl             = 300
      + type            = "A"
      + zone_id         = "Z02588511QFFECN4R9I5K"
    }

Plan: 4 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p animeutopia-prod
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://atlantis.feedutopia.com:4141/lock?id=ryan-longoria%252FFeedUtopia%252Faccounts%252Fanimeutopia-prod%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p animeutopia-prod
  ```
Plan: 4 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```